images/carritogestionweb/1714139745.135_results_AutRequest_soap.txt

SoapClient::__set_state(array(
   'trace' => 1,
   '_exceptions' => false,
   '_encoding' => 'UTF-8',
   '_stream_context' => NULL,
   '_soap_version' => 1,
   'sdl' => NULL,
   '__last_request' => '<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://ar.gov.afip.dif.FEV1/"><SOAP-ENV:Body><ns1:FECAESolicitar><ns1:Auth><ns1:Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhLCBPPUFGSVAsIEM9QVIsIFNFUklBTE5VTUJFUj1DVUlUIDMzNjkzNDUwMjM5IiBkc3Q9IkNOPXdzZmUsIE89QUZJUCwgQz1BUiIgdW5pcXVlX2lkPSI4MDY0NDYzNDAiIGdlbl90aW1lPSIxNzE0MTM5Njg1IiBleHBfdGltZT0iMTcxNDE4Mjk0NSIvPgogICAgPG9wZXJhdGlvbiB0eXBlPSJsb2dpbiIgdmFsdWU9ImdyYW50ZWQiPgogICAgICAgIDxsb2dpbiBlbnRpdHk9IjMzNjkzNDUwMjM5IiBzZXJ2aWNlPSJ3c2ZlIiB1aWQ9IlNFUklBTE5VTUJFUj1DVUlUIDIwMjY3NjgzNzg3LCBDTj1jc3Jfa2xlaW5ndXN0YXZvamF2aWVyIiBhdXRobWV0aG9kPSJjbXMiIHJlZ21ldGhvZD0iMjIiPgogICAgICAgICAgICA8cmVsYXRpb25zPgogICAgICAgICAgICAgICAgPHJlbGF0aW9uIGtleT0iMjAyNjc2ODM3ODciIHJlbHR5cGU9IjQiLz4KICAgICAgICAgICAgPC9yZWxhdGlvbnM+CiAgICAgICAgPC9sb2dpbj4KICAgIDwvb3BlcmF0aW9uPgo8L3Nzbz4K</ns1:Token><ns1:Sign>ropQWwg/GSMh/acGEaQRINHFF1zcBA1BTgr4MRoPAy62ynHeP+KAWQs+MVkScjVH5uW1cAnfi4WMQiuHus8DWg5ov4XBT0Dtl0n7g/02KHpNPVn9EfDjRWhAUgA8Mk5OCi421lhW0h3r7mC1vBDKyBUXciN7GmxAi3TEnRjgoLE=</ns1:Sign><ns1:Cuit>20267683787</ns1:Cuit></ns1:Auth><ns1:FeCAEReq><ns1:FeCabReq><ns1:CantReg>1</ns1:CantReg><ns1:PtoVta>11</ns1:PtoVta><ns1:CbteTipo>6</ns1:CbteTipo></ns1:FeCabReq><ns1:FeDetReq><ns1:FECAEDetRequest><ns1:Concepto>1</ns1:Concepto><ns1:DocTipo>96</ns1:DocTipo><ns1:DocNro>30700971</ns1:DocNro><ns1:CbteDesde>1</ns1:CbteDesde><ns1:CbteHasta>1</ns1:CbteHasta><ns1:CbteFch>20240426</ns1:CbteFch><ns1:ImpTotal>10</ns1:ImpTotal><ns1:ImpTotConc>0</ns1:ImpTotConc><ns1:ImpNeto>7.9</ns1:ImpNeto><ns1:ImpOpEx>0</ns1:ImpOpEx><ns1:ImpTrib>0</ns1:ImpTrib><ns1:ImpIVA>2.1</ns1:ImpIVA><ns1:FchServDesde></ns1:FchServDesde><ns1:FchServHasta></ns1:FchServHasta><ns1:FchVtoPago></ns1:FchVtoPago><ns1:MonId>PES</ns1:MonId><ns1:MonCotiz>1</ns1:MonCotiz><ns1:Iva><ns1:AlicIva><ns1:Id>5</ns1:Id><ns1:BaseImp>7.9</ns1:BaseImp><ns1:Importe>2.1</ns1:Importe></ns1:AlicIva></ns1:Iva></ns1:FECAEDetRequest></ns1:FeDetReq></ns1:FeCAEReq></ns1:FECAESolicitar></SOAP-ENV:Body></SOAP-ENV:Envelope>
',
   'httpsocket' => NULL,
   '_use_proxy' => 0,
   'httpurl' => NULL,
   '__last_request_headers' => 'POST /wsfev1/service.asmx HTTP/1.1
Host: servicios1.afip.gov.ar
Connection: Keep-Alive
User-Agent: PHP-SOAP/5.5.37
Content-Type: text/xml; charset=utf-8
SOAPAction: "http://ar.gov.afip.dif.FEV1/FECAESolicitar"
Content-Length: 2164

',
   '__last_response_headers' => 'HTTP/1.1 200 OK
Date: Fri, 26 Apr 2024 13:55:45 GMT
Cache-Control: private, max-age=0
Content-Type: text/xml; charset=utf-8
Content-Length: 1160
Set-Cookie: f5avraaaaaaaaaaaaaaaa_session_=HAPNMEJHFGMMBCCDKDKFMCLCKJGADHGJCPKOKIFGJMOFPMLOLMFHHJABIOFGOCIOHBGDFHBKGCMICKKEKMDAPMIJBLIONLAHILACDGINCGCBCNMANHJFBJGJIMAHPIFO; HttpOnly; secure
Set-Cookie: TS0122d503=0145b27a97f2a5c8e54d046b97742a5281e10ee51a73f6d4760d32f3fb253432c4edffef4bc981c9fba4dcd92176f4771066dc7203; Path=/
',
   '_cookies' => 
  array (
    'f5avraaaaaaaaaaaaaaaa_session_' => 
    array (
      0 => 'HAPNMEJHFGMMBCCDKDKFMCLCKJGADHGJCPKOKIFGJMOFPMLOLMFHHJABIOFGOCIOHBGDFHBKGCMICKKEKMDAPMIJBLIONLAHILACDGINCGCBCNMANHJFBJGJIMAHPIFO',
      3 => true,
      1 => '/wsfev1',
      2 => 'servicios1.afip.gov.ar',
    ),
    'TS0122d503' => 
    array (
      0 => '0145b27a97f2a5c8e54d046b97742a5281e10ee51a73f6d4760d32f3fb253432c4edffef4bc981c9fba4dcd92176f4771066dc7203',
      1 => '/wsfev1',
      2 => 'servicios1.afip.gov.ar',
    ),
  ),
   '__last_response' => '<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Header><FEHeaderInfo xmlns="http://ar.gov.afip.dif.FEV1/"><ambiente>Produccion - se1</ambiente><fecha>2024-04-26T10:55:45.0726307-03:00</fecha><id>5.5.0.0</id></FEHeaderInfo></soap:Header><soap:Body><FECAESolicitarResponse xmlns="http://ar.gov.afip.dif.FEV1/"><FECAESolicitarResult><FeCabResp><Cuit>20267683787</Cuit><PtoVta>11</PtoVta><CbteTipo>6</CbteTipo><FchProceso>20240426105545</FchProceso><CantReg>1</CantReg><Resultado>R</Resultado><Reproceso>N</Reproceso></FeCabResp><FeDetResp><FECAEDetResponse><Concepto>1</Concepto><DocTipo>96</DocTipo><DocNro>30700971</DocNro><CbteDesde>1</CbteDesde><CbteHasta>1</CbteHasta><CbteFch>20240426</CbteFch><Resultado>R</Resultado><Observaciones><Obs><Code>10051</Code><Msg>Los importes informados en AlicIVA no se corresponden con los porcentajes.</Msg></Obs></Observaciones><CAE /><CAEFchVto /></FECAEDetResponse></FeDetResp></FECAESolicitarResult></FECAESolicitarResponse></soap:Body></soap:Envelope>
',
))